"err0" = "Unbekannt(0)";
"err100" = "Weiter";
"err101" = "Protokoll umschalten";
"err200" = "OK";
"err201" = "Erstellt";
"err202" = "Akzeptiert";
"err203" = "Teilinformationen ";
"err204" = "Kein Inhalt";
"err205" = "Inhalt zurücksetzen";
"err206" = "Teilinhalt";
"err300" = "Multiple Choice";
"err301" = "Datei dauerhaft verschoben";
"err302" = "Datei vorübergehend verschoben";
"err303" = "Siehe andere";
"err304" = "Nicht modifiziert";
"err305" = "Proxy verwenden";
"err307" = "Vorübergehend umgeleitet";
"err400" = "Ungültige Anforderung";
"err401" = "nicht autorisiert";
"err402" = "Bezahlung erforderlich";
"err403" = "Verboten";
"err404" = "Datei nicht gefunden";
"err405" = "Methode nicht erlaubt";
"err406" = "Inakzeptabel";
"err407" = "Proxy-Authentifizierung erforderlich";
"err408" = "Zeitüberschreitung der Anforderung";
"err409" = "Konflikt";
"err410" = "Vorbei";
"err411" = "Länge Erforderlich";
"err412" = "Vorbedingung nicht erfüllt";
"err413" = "angeforderter Wert zu groß";
"err414" = "Anfrage-URL zu groß";
"err415" = "Nicht unterstützter Medientyp";
"err416" = "Gewünschter Bereich Nicht erfüllbar";
"err500" = "Serverfehler";
"err501" = "Nicht implementiert";
"err502" = "Fehlerhafter \"Gateway-Server\"";
"err503" = "Außerhalb der Ressourcen";
"err504" = "Gateway-Timeout";
"err505" = "HTTP-Version wird nicht unterstützt";